Repository: Saad2110/ruralroute
Catalog: plugins/wpforms-mailchimp/languages/wpforms-mailchimp-*.po
Languages: es_es

source: MailChimp Subscription stopped by conditional logic
es_es: Las suscripciones de MailChimp se interrumpieron por la lógica condicional

source: MailChimp Subscription error
es_es: Error de suscripción de MailChimp

source: API auth error: %s
es_es: Error de API auth: %s

source: API connect error
es_es: Error de conexión con la API

source: MailChimp API error
es_es: Error de la API de MailChimp

source: API list error: %s
es_es: Error de API list: %s

source: API groups error: %s
es_es: Error de API groups: %s

source: API fields error: No fields
es_es: Error de API fields: Sin campos

source: API fields error: %s
es_es: Error de los campos de la API: %s

source: Add New Account
es_es: Añadir una cuenta nueva

source: %s API Key
es_es: Clave de API de %s

source: %s Account Nickname
es_es: Alias de la cuenta de %s

source: Connect
es_es: Conecta

source: Options
es_es: Opciones

source: Send welcome email
es_es: Enviar el correo electrónico de bienvenida

source: Use double opt-in
es_es: Utilzar el doble consentimiento

source: Your forms are currently using an outdated MailChimp integration that is no longer supported. Please update your forms to use the new integration to avoid losing subscribers.
es_es: Tus formularios están actualmente utilizando una integración de MailChimp desactualizada a la que no se le da soporte. Por favor, actualiza tus formularios para utilizar la nueva integración para evitar que pierdas suscriptores.

source: Click here for more details.
es_es: Haz clic para más detalles.

source: Error creating subscription.
es_es: Error al crear la suscripción.

source: Could not verify API key
es_es: No se pudo verificar la clave de API

source: Unknown List
es_es: Lista desconocida

source: API list error: No lists
es_es: Error de API list: Sin listas

source: Unknown Segment
es_es: Segmento desconocido

source: Unknown Group
es_es: Grupo desconocido

source: API groups error: No groups
es_es: Error de API groups: Sin grupos

source: Email Address
es_es: Dirección de correo electrónico

source: Unknown Merge Var
es_es: Variable de fusión desconocida
